

/*লজিক্যাল অপারেটর ৩ প্রকার। যথাঃ
    ১. লজিক্যাল NOT অপারেটর (!)
    ২. লজিক্যাল AND অপারেটর (&&)
    ৩. এবং লজিক্যাল OR অপারেটর (||);*/


// নিচে এদের সংক্ষিপ্ত বর্ণনা দেওয়া হলোঃ-

//     ১. লজিক্যাল NOT অপারেটরঃ কোন স্টেটমেন্ট এ (!) ব্যবহার করলে সেটা বিপরীত মান ধরে নিবে ।
// Example:-

var 


// ২. লজিক্যাল AND অপারেটরঃ কোন স্টেটমেন্ট এ (&&) ব্যবহার করলে ঐখানে থাকা সকল শর্ত সত্য হতে হবে।

// ৩. এবং লজিক্যাল OR অপারেটরঃ কোন স্টেটমেন্ট এ (||) ব্যবহার করলে ঐখানে থাকা সকল শর্তের মধ্যে যেকোন একটি শর্ত সত্য হতে হবে।